[
  {
    "icon": "./assets/income-tax-icons/not-required.png",
    "description": "",
    "name": "Not Required"
  },
  {
    "icon": "./assets/income-tax-icons/8c.png",
    "name": "Section 80C | Investments",
    "description": "<h2 id='Section80C'><b>Section 80C – Deductions on Investments </b></h2> <p style='text-align: left;'> Section 80C is one of the most popular and favourite sections amongst the taxpayers as it allows to reduce taxable income by making tax saving investments or incurring eligible expenses. It allows a maximum deduction of Rs 1.5 lakh every year from the taxpayers total income. <br> The benefit of this deduction can be availed by Individuals and HUFs. Companies, partnership firms, LLPs cannot avail the benefit of this deduction. <br> Section 80C includes subsections , 80CCC, 80CCD (1) , 80CCD (1b) and 80CCD (2). <br><br> <strong>It is important to note that overall limit including the subsections for claiming deduction is Rs 1.5 lakh except an additional deduction of Rs 50,000 allowed u/s 80CCD(1b) </strong> </p>"
  },
  {
    "name": "Section 80CCC | Insurance Premium",
    "icon": "./assets/income-tax-icons/80ccc.png",
    "description": "<h2 id='Section80CCC'>Section 80CCC – Insurance Premium /Section 80CCD – Pension Contribution</h2> <div class='table-responsive'><table class='table table-bordered'> <tbody><tr><th> </th><td>Eligible investments for tax deductions</td> </tr><tr> <td style='width: 150px;font-weight: bolder;'>80 C</td> <td> 80C allows deduction for investment made in PPF , EPF, LIC premium , Equity linked saving scheme, principal amount payment towards home loan, stamp duty and registration charges for purchase of property, Sukanya smriddhi yojana (SSY) , National saving certificate (NSC) , Senior citizen savings scheme (SCSS), ULIP, tax saving FD for 5 years, Infrastructure bonds etc </td> </tr> <tr> <td style='width: 150px;font-weight: bolder;'>80CCC Deduction for life insurance annuity plan.</td> <td> 80CCC allows deduction for payment towards annuity pension plans Pension received from the annuity or amount received upon surrender of the annuity, including interest or bonus accrued on the annuity, is taxable in the year of receipt. </td> </tr> <tr> <td style='width: 150px;font-weight: bolder;'>80CCD (1) Deduction for NPS</td> <td> <strong>Employee’s contribution</strong> under section 80CCD (1) Maximum deduction allowed is least of the following <ul> <li>10% of salary (in case taxpayer is employee)</li> <li>20& of gross total income (in case of self employed)</li> <li>Rs 1.5 Lakh ( limit allowed u/s 80C)</li> </ul> </td> </tr> <tr> <td style='width: 150px;font-weight: bolder;'>80CCD (1b) Deduction for NPS </td> <td> <strong> Additional deduction of Rs 50,000 is allowed for amount deposited to NPS account <br><br> Contributions to Atal Pension Yojana is also eligible for deduction. </strong> </td> </tr> <tr> <td style='width: 150px;font-weight: bolder;'>80CCD (2) Deduction for NPS </td> <td> <strong>Employers contribution</strong> is allowed for deduction upto 10% of basic salary plus dearness allowance under this section. Benefit in this section is allowed only to salaried individuals and not self employed. </td> </tr> </tbody></table></div>"
  },
  {
    "description": "<h2 id='Section80CCC'>Section 80CCC – Insurance Premium /Section 80CCD – Pension Contribution</h2> <div class='table-responsive'><table class='table table-bordered'> <tbody><tr><th> </th><td>Eligible investments for tax deductions</td> </tr><tr> <td style='width: 150px;font-weight: bolder;'>80 C</td> <td> 80C allows deduction for investment made in PPF , EPF, LIC premium , Equity linked saving scheme, principal amount payment towards home loan, stamp duty and registration charges for purchase of property, Sukanya smriddhi yojana (SSY) , National saving certificate (NSC) , Senior citizen savings scheme (SCSS), ULIP, tax saving FD for 5 years, Infrastructure bonds etc </td> </tr> <tr> <td style='width: 150px;font-weight: bolder;'>80CCC Deduction for life insurance annuity plan.</td> <td> 80CCC allows deduction for payment towards annuity pension plans Pension received from the annuity or amount received upon surrender of the annuity, including interest or bonus accrued on the annuity, is taxable in the year of receipt. </td> </tr> <tr> <td style='width: 150px;font-weight: bolder;'>80CCD (1) Deduction for NPS</td> <td> <strong>Employee’s contribution</strong> under section 80CCD (1) Maximum deduction allowed is least of the following <ul> <li>10% of salary (in case taxpayer is employee)</li> <li>20& of gross total income (in case of self employed)</li> <li>Rs 1.5 Lakh ( limit allowed u/s 80C)</li> </ul> </td> </tr> <tr> <td style='width: 150px;font-weight: bolder;'>80CCD (1b) Deduction for NPS </td> <td> <strong> Additional deduction of Rs 50,000 is allowed for amount deposited to NPS account <br><br> Contributions to Atal Pension Yojana is also eligible for deduction. </strong> </td> </tr> <tr> <td style='width: 150px;font-weight: bolder;'>80CCD (2) Deduction for NPS </td> <td> <strong>Employers contribution</strong> is allowed for deduction upto 10% of basic salary plus dearness allowance under this section. Benefit in this section is allowed only to salaried individuals and not self employed. </td> </tr> </tbody></table></div>",   "name": "Section 80CCD | Pension Contribution",
    "icon": "./assets/income-tax-icons/80ccd.png"
  },
  {
    "icon": "./assets/income-tax-icons/80d.png",
    "name": "Section 80D | Medical Insurance",
    "description": "<h2 id='Section80D'><strong>Section 80D – Medical Insurance</strong></h2><h3><strong> Deduction for the premium paid for Medical Insurance</strong></h3><p style='font-weight: 400;'>You (as an individual or HUF) can claim a deduction of Rs.25,000 under <a href='https://cleartax.in/s/medical-insurance' target='_blank' rel='noopener noreferrer'>section 80D</a> on insurance for self, spouse and dependent children. An additional deduction for insurance of parents is available up to Rs 25,000, if they are less than 60 years of age. If the parents are aged above 60, the deduction amount is Rs 50,000, which has been increased in Budget 2018 from Rs 30,000. </p><p>In case, both taxpayer and parent(s) are 60 years or above, the maximum deduction available under this section is up to Rs.1 lakh.</p> Example: Rohan’s age is 65 and his father’s age is 90. In this case, the maximum deduction Rohan can claim under section 80D is Rs. 100,000. <span style='font-weight: 400;'>From FY 2015-16 a cumulative additional deduction of Rs. 5,000 is allowed for preventive health check.</span>"
  },
  {
    "name": "Section 80DD | Disabled Dependent",
    "icon": "./assets/income-tax-icons/80dd.png",
    "description": "<h2 id='Section80DD'><strong>Section 80DD – Disabled Dependent </strong></h2> <h3><strong> Deduction for Rehabilitation of Handicapped Dependent Relative</strong></h3> <span style='font-weight: 400;'><a href='https://cleartax.in/s/who-can-claim-deduction-under-section-80dd'>Section 80DD</a> deduction is available to a resident individual or a HUF and is available on:</span> <p style='padding-left: 30px;'><span style='font-weight: 400;'>a. Expenditure incurred on medical treatment (including nursing), training and rehabilitation of handicapped dependent relative</span></p> <p style='padding-left: 30px;'><span style='font-weight: 400;'>b. Payment or deposit to specified scheme for maintenance of handicapped dependent relative.</span></p> <p style='padding-left: 60px;'><span style='font-weight: 400;'>i. Where disability is 40% or more but less than 80% – fixed deduction of Rs 75,000.</span></p> <p style='padding-left: 60px;'><span style='font-weight: 400;'>ii. Where there is severe disability (disability is 80% or more) – fixed deduction of Rs 1,25,000.</span></p> <span style='font-weight: 400;'>To claim this deduction a certificate of disability is required from prescribed medical authority.</span> <span style='font-weight: 400;'>From FY 2015-16 – The deduction limit of Rs 50,000 has been raised to Rs 75,000 and Rs 1,00,000 has been raised to Rs 1,25,000.</span>"
  },
  {
    "name": "Section 80DDB | Medical Expenditure",
    "description": "<h2 id='Section80DDB'><strong>Section 80DDB - Medical Expenditure</strong></h2> <h3><strong> Deduction for Medical Expenditure on Self or Dependent Relative</strong></h3> <strong>a. For individuals and HUFs below age 60</strong> <p> A deduction up to Rs.40,000 is available to a resident individual or a HUF. It is available with respect to any expense incurred towards treatment of specified medical diseases or ailments for himself or any of his dependents. For an HUF, such a deduction is available with respect to medical expenses incurred towards these prescribed ailments for any of the HUF members. <br></p> <p><strong>b. For senior citizens and super senior citizens</strong></p> <p>In case the individual on behalf of whom such expenses are incurred is a senior citizen, the individual or HUF taxpayer can claim a deduction up to Rs 1 lakh. Until FY 2017-18, the deduction that could be claimed for a senior citizen and a super senior citizen was Rs 60,000 and Rs 80,000 respectively. This has now become a common deduction available upto Rs 1 lakh for all senior citizens (including super senior citizens) unlike earlier.<br></p> <p><strong>c. For reimbursement claims</strong></p> <p>Any reimbursement of medical expenses by an insurer or employer shall be reduced from the quantum of deduction the taxpayer can claim under this section.<br></p> Also remember that you need to get a prescription for such medical treatment from the concerned specialist in order to claim such deduction. Read our detailed article on <a href='https://cleartax.in/s/get-certificate-claiming-deduction-section-80ddb' target='_blank' rel='noopener noreferrer'>Section 80DDB</a>.",
    "icon": "./assets/income-tax-icons/80ddb.png"
  },
  {
    "icon": "./assets/income-tax-icons/80e.png",
    "name": "Section 80E | Interest on Education Loan",
    "description": "<h2 id='Section80E'><strong>Section 80E - Interest on Education Loan</strong></h2> <h3><strong> Deduction for Interest on Education Loan for Higher Studies</strong></h3> <p style='font-weight: 400;'>A deduction is allowed to an individual for interest on loans taken for pursuing higher education. This loan may have been taken for the taxpayer, spouse or children or for a student for whom the taxpayer is a legal guardian. </p> <p><a href='https://cleartax.in/s/section-80e-deduction-interest-education-loan'>80E deduction</a> is available for a maximum of 8 years (beginning the year in which the interest starts getting repaid) or till the entire interest is repaid, whichever is earlier. There is no restriction on the amount that can be claimed.</p>"
  },
  {
    "icon": "./assets/income-tax-icons/80ee.png",
    "description": "<h2 id='Section80EE'><strong>Section 80EE - Interest on Home Loan</strong></h2>\n<h3><strong> Deductions on Home Loan Interest for First Time Home Owners</strong></h3>\n<b>FY 2017-18 and FY 2016-17</b>\n\n<span style='font-weight: 400;'>This deduction is available in FY 2017-18 if the loan has been taken in FY 2016-17.</span>\n\n<span style='font-weight: 400;'>The deduction under <a\n  href='https://cleartax.in/s/section-80ee-income-tax-deduction-for-interest-on-home-loan'>section 80EE</a> is available only to home-owners (individuals) having only one house property on the date of sanction of the loan. The value of the property must be less than Rs 50 lakh and the home loan must be less than Rs 35 lakh. The loan taken from a financial institution must have been sanctioned between 1 April 2016 and 31 March 2017.</span>\n\n<strong><span style='font-weight: 400;'>There is an additional deduction of Rs 50,000 available on your home loan interest on top of deduction of Rs 2 lakh (on interest component of home loan EMI) allowed under section 24.</span></strong>\n\n<br><br>\n<b>FY 2013-14 and FY 2014-15</b>\n\n<span style='font-weight: 400;'>During these financial years, the deduction available under this section was first-time house worth Rs 40 lakh or less. You can avail this only when your loan amount during this period is Rs 25 lakh or less. The loan must be sanctioned between 1 April 2013 and 31 March 2014. The aggregate deduction allowed under this section cannot exceed Rs 1 lakh and is allowed for FY 2013-14 and FY 2014-15.</span>",
    "name": "Section 80EE | Interest on Home Loan"
  },
  {
    "description": "<h2 id='Section80G'><strong>Section 80G - Donations</strong></h2> <h3><strong> Deduction for donations towards Social Causes</strong></h3> <span style='font-weight: 400;'>The various donations specified in u/s <a href='https://cleartax.in/s/donation-under-section-80g-and-80gga'>80G</a> are eligible for deduction up to either 100% or 50% with or without restriction.</span> <p style='font-weight: 400;'>From FY 2017-18 any donations made in cash exceeding Rs 2,000 will not be allowed as deduction. The donations above Rs 2000 should be made in any mode other than cash to qualify for 80G deduction.</p> <h4 class='l1-5'><b>a. Donations with 100% deduction without any qualifying limit </b></h4> <div class='gst-feature-list-new'> <ul> <li>National Defence Fund set up by the Central Government</li> <li>Prime Minister’s National Relief Fund</li> <li>National Foundation for Communal Harmony</li> <li>An approved university/educational institution of National eminence</li> <li>Zila Saksharta Samiti constituted in any district under the chairmanship of the Collector of that district </li> <li>Fund set up by a State Government for the medical relief to the poor</li> <li>National Illness Assistance Fund</li> <li>National Blood Transfusion Council or to any State Blood Transfusion Council</li> <li>National Trust for Welfare of Persons with Autism, Cerebral Palsy, Mental Retardation and Multiple Disabilities </li> <li>National Sports Fund</li> <li>National Cultural Fund</li> <li>Fund for Technology Development and Application</li> <li>National Children’s Fund</li> <li>Chief Minister’s Relief Fund or Lieutenant Governor’s Relief Fund with respect to any State or Union Territory </li> <li>The Army Central Welfare Fund or the Indian Naval Benevolent Fund or the Air Force Central Welfare Fund, Andhra Pradesh Chief Minister’s Cyclone Relief Fund, 1996 </li> <li>The Maharashtra Chief Minister’s Relief Fund during October 1, 1993 and October 6,1993</li> <li>Chief Minister’s Earthquake Relief Fund, Maharashtra</li> <li>Any fund set up by the State Government of Gujarat exclusively for providing relief to the victims of earthquake in Gujarat </li> <li>Any trust, institution or fund to which Section 80G(5C) applies for providing relief to the victims of earthquake in Gujarat (contribution made during January 26, 2001 and September 30, 2001) or </li> <li>Prime Minister’s Armenia Earthquake Relief Fund</li> <li>Africa (Public Contributions — India) Fund</li> <li>Swachh Bharat Kosh (applicable from financial year 2014-15)</li> <li>Clean Ganga Fund (applicable from financial year 2014-15)</li> <li>National Fund for Control of Drug Abuse (applicable from financial year 2015-16)</li> </ul> </div>   <h4 class='l1-5'><b>b. Donations with 50% deduction without any qualifying limit </b></h4> <div class='gst-feature-list-new'> <ul> <li>Jawaharlal Nehru Memorial Fund</li> <li>Prime Minister’s Drought Relief Fund</li> <li>Indira Gandhi Memorial Trust</li> <li>The Rajiv Gandhi Foundation</li> </ul> </div>   <h4 class='l1-5'><b>c. Donations to the following are eligible for 100% deduction subject to 10% of adjusted gross total income</b></h4> <div class='gst-feature-list-new'> <ul> <li>Government or any approved local authority, institution or association to be utilized for the purpose of promoting family planning </li> <li>Donation by a Company to the Indian Olympic Association or to any other notified association or institution established in India for the development of infrastructure for sports and games in India or the sponsorship of sports and games in India </li> </ul> </div>   <h4 class='l1-5'><b>d. Donations to the following are eligible for 50% deduction subject to 10% of adjusted gross total income</b></h4> <div class='gst-feature-list-new'> <ul> <li>Any other fund or any institution which satisfies conditions mentioned in Section 80G(5)</li> <li>Government or any local authority to be utilized for any charitable purpose other than the purpose of promoting family planning </li> <li>Any authority constituted in India for the purpose of dealing with and satisfying the need for housing accommodation or for the purpose of planning, development or improvement of cities, towns, villages or both </li> <li>Any corporation referred in Section 10(26BB) for promoting the interest of minority community </li> <li>For repairs or renovation of any notified temple, mosque, gurudwara, church or other places. </li> </ul> </div>",
    "name": "Section 80G | Donations",
    "icon": "./assets/income-tax-icons/80g.png"
  },
  {
    "name": "Section 80GG | House Rent Paid",
    "description": "<h2 id='Section80GG'><strong>Section 80GG - House Rent Paid</strong></h2>\n<h3><strong> Deduction for House Rent Paid Where HRA is not Received</strong></h3>\n<p style='padding-left: 30px;'>a. <a\n  href='https://cleartax.in/s/claim-deduction-under-section-80gg-for-rent-paid'>Section 80GG</a>\n  deduction is available for rent paid when HRA is not received. The taxpayer, spouse or minor child\n  should not own residential accommodation at the place of employment</p>\n<p style='padding-left: 30px;'>b. The taxpayer should not have self-occupied residential property in\n  any other place</p>\n<p style='padding-left: 30px;'>c. The taxpayer must be living on rent and paying rent</p>\n<p style='padding-left: 30px;'>d. The deduction is available to all individuals</p>\n\n<h3><strong> Deduction available is the least of the following:</strong></h3>\n<p style='padding-left: 30px;'>a. Rent paid minus 10% of adjusted total income</p>\n<p style='padding-left: 30px;'>b. Rs 5,000/- per month</p>\n<p style='padding-left: 30px;'>c. 25% of adjusted total income*</p>\n<p>*Adjusted Gross Total Income is arrived at after adjusting the Gross Total Income for certain\n  deductions, exempt income, long-term capital gains and income related to non-residents and foreign\n  companies.</p>\n<p>An online e-filing software like that of ClearTax can be extremely easy as the limits are\n  auto-calculated. So, you do not have to worry about making complex calculations.</p>\n<p>From FY 2016-17 available deduction has been raised to Rs 5,000 a month from Rs 2,000 per\n  month.</p>",
    "icon": "./assets/income-tax-icons/80gg.png"
  },
  {
    "name": "Section 80GGB | Company Contribution",
    "icon": "./assets/income-tax-icons/80ggb.png",
    "description": "<h2 id='Section80GGB'><b>Section 80GGB - Company Contribution</b></h2>\n<h3><strong> Deduction on contributions given by companies to Political Parties</strong></h3>\n<span style='font-weight: 400;'><a href='https://cleartax.in/s/section-80ggb'>Section 80GGB</a> deduction is allowed to an Indian company for the amount contributed by it to any political party or an electoral trust. Deduction is allowed for contribution done by any way other than cash.</span>\n<br><br>\n<h2 id='Section80GGC'><strong>Section 80GGC - Contribution to Political Parties</strong></h2>\n<h3><strong> Deduction on contributions given by any person to Political Parties</strong></h3>\n<span style='font-weight: 400;'>Deduction under <a\n  href='https://blog.cleartax.in/no-limit-on-deduction-for-money-paid-to-a-political-party/'>section 80GGC</a> is allowed to an individual taxpayer for any amount contributed to a political party or an electoral trust. It is not available for companies, local authorities and an artificial juridical person wholly or partly funded by the government. You can avail this deduction only if you pay by any way other than cash.</span>"
  },
  {
    "description": "<h2 id='Section80GGC'><strong>Section 80GGC - Contribution to Political Parties</strong></h2>\n<h3><strong> Deduction on contributions given by any person to Political Parties</strong></h3>\n<span style='font-weight: 400;'>Deduction under <a\n  href='https://blog.cleartax.in/no-limit-on-deduction-for-money-paid-to-a-political-party/'>section 80GGC</a> is allowed to an individual taxpayer for any amount contributed to a political party or an electoral trust. It is not available for companies, local authorities and an artificial juridical person wholly or partly funded by the government. You can avail this deduction only if you pay by any way other than cash.</span>",
    "name": "Section 80GGC | Contribution to Political Parties",
    "icon": "./assets/income-tax-icons/80ggc.png"
  },
  {
    "icon": "./assets/income-tax-icons/80rrb.png",
    "description": "<h2 id='Section80RRB'><strong>Section 80RRB - Royalty of a Patent</strong></h2>\n<h3><strong> Deduction with respect to any Income by way of Royalty of a Patent</strong></h3>\n<p style='font-weight: 400;'><a href='https://cleartax.in/s/section-80rrb'>80RRB</a> Deduction for any\n  income by way of royalty for a patent, registered on or after 1 April 2003 under the Patents Act\n  1970, shall be available for up to Rs.3 lakh or the income received, whichever is less. The taxpayer\n  must be an individual patentee and an Indian resident. The taxpayer must furnish a certificate in\n  the prescribed form duly signed by the prescribed authority.</p>",
    "name": "Section 80RRB | Royalty of a Patent"
  },
  {
    "name": "Section 80TTB | Interest Income",
    "icon": "./assets/income-tax-icons/80ttb.png",
    "description": "<h2 id='Section80TTB'><b>Section 80 TTB - Interest Income</b></h2>\n<h3><strong> Deduction of Interest on Deposits for Senior Citizens</strong></h3>\n<p>A new <a href='https://cleartax.in/s/section-80ttb'>section 80TTB</a> has been inserted vide Budget\n  2018 in which deductions with respect to interest income from deposits held by senior citizens will\n  be allowed. The limit for this deduction is Rs.50,000.</p>\n<p>No further deduction under section 80TTA shall be allowed. In addition to section 80 TTB, section\n  194A of the Act will also be amended so as to increase the threshold limit for TDS on interest\n  income payable to senior citizens. The earlier limit was Rs 10,000, which was increased to Rs 50,000\n  as per the latest Budget.</p>"
  },
  {
    "icon": "./assets/income-tax-icons/80u.png",
    "description": "<h2 id='Section80U'><strong>Section 80U - Physical Disability</strong></h2>\n<h3><strong> Deduction for Person suffering from Physical Disability</strong></h3>\n<p style='font-weight: 400;'>A deduction of Rs.75,000 is available to a resident individual who\n  suffers from a physical disability (including blindness) or mental retardation. In case of severe\n  disability, one can claim a deduction of Rs 1,25,000.</p>\n<br>\n<span style='font-weight: 400;'>From FY 2015-16 - <a\n  href='https://cleartax.in/s/section-80u-deduction'>Section 80U</a> deduction limit of Rs 50,000 has been raised to Rs 75,000 and Rs 1,00,000 has been raised to Rs 1,25,000.</span>",
    "name": "Section 80U | Physical Disability"
  }
]
